Revit 2024 API
IPointSetIterator.Free Method
 Use this method to discard any resources consumed by the iterator. Revit will call it when done using the iterator.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
void Free()
Visual Basic
Sub Free
Visual C++
void Free()
See Also
IPointSetIterator Interface
Autodesk.Revit.DB.PointClouds Namespace